---
kind: other
id: Properties.T:Autodesk.Revit.DB.TransmissionData
source: html/afeef55a-faf6-c866-57f2-7f34af2def4e.htm
---
# TransmissionData Properties

Determines whether this file has been transmitted or not.